start_message = """Привет!👋🏼 Меня зовут Максим. Этот бот покажет мои навыки разработки, а также, поможет лучше узнать меня и познакомиться со мной.\n\n
Данный бот поддерживает:\n
🎙Голосовые сообщения. Просто отправьте голосовое сообщение в бота.Голосовое сообщение может быть только на русском языке.\n
🔥ChatGPT. В боте продемонстирована интеграция с моделью от OpenAI.Для того, чтобы воспользоваться данной функцией, напишите команду /gpt ваш запрос.\n
Пример: /gpt Что такое Python?\n
❓Небольшой справочник. Для того, чтобы открыть его - напишите команду /help\n\n
📲Обратная связь. Для того, чтобы рассказать о дальнейших действиях - напишите команду /nextstep ваше сообщение.\n
Пример: /nextstep Ты принят! Давай проведем созвон!\n\n
👁‍🗨GitHub.Для того, чтобы получить ссылку на Git репозиторий этого проекта - напишите команду /git\n\n
Также перед вами есть клавиатура:"""

photo_self_message = """Мое последнее селфи😅"""
photo_school_message = """Мое фото из старшей школы😁"""
go_back_message = """Для того, чтобы вернуться назад - нажмите /start"""

photo_code_message = """<b>Психология</b>\n\nБолее 3-х лет я увлекаюсь такой замечательной и нужной наукой, как психология. Было время, я хотел даже поступать в медицинский и стать психотерапевтом, однако решил, что оставлю эту науку для себя, как хобби.
Мною было прочитано множество книг, которые научили меня чувствовать эмоции других людей, а также находить мотивацию и силы...\n
<b>Программирование и математика</b>\n
Это именно то, чем я живу. Я - <b>Python</b> разработчик. Мой путь в этот мир начался с поступления в университет на факультет компьютерных технологий и прикладной математики
Сейчас я уже могу считать себя полноценным специалистом. За плечами 2 года коммерческой разработки, но есть куда стремится и двигаться. 
Программирование - в первую очередь это искусство, а уже потом технический способ взаимодействия с разными системами и их разработка.
Именно в этой специализации я вижу свое будущее.\n\n
Мой пост подошел к концу, чтобы вернуться назад - нажмите /start"""

voice_gpt_mess = """Что такое GPT для бабушки"""
voice_sql_mess = """Разница между SQL и NoSQL"""
voice_love_mess = """История первой любви"""
voices_message = [voice_gpt_mess,voice_sql_mess,voice_love_mess]

help_message = """🎙Голосовые сообщения. Просто отправьте голосовое сообщение в бота.Голосовое сообщение может быть только на русском языке.\n
🔥ChatGPT. В боте продемонстирована интеграция с моделью от OpenAI.Для того, чтобы воспользоваться данной функцией, напишите команду /gpt ваш запрос.\n
Пример: /gpt Что такое Python?\n Имейте ввиду, что GPT лучше работает с сообщениями на английском языке.\n
📲Обратная связь. Для того, чтобы рассказать о дальнейших действиях - напишите команду /nextstep ваше сообщение.\n
Пример: /nextstep Ты принят! Давай проведем созвон!\n\n
👁‍🗨GitHub.Для того, чтобы получить ссылку на Git репозиторий этого проекта - напишите команду /git\n\n
Для того, чтобы вернуться назад или перезагрузить бота - нажмите /start"""

git_message = "https://github.com/maksgudimov/to_yandex_test_bot"